{
  "Glossary": {
      "Azure Active Directory (Azure AD)": "A cloud-based identity and access management service that provides single sign-on, multifactor authentication, and conditional access to guard against cybersecurity attacks.",
      "Microsoft 365 Tenant": "A dedicated instance of Microsoft services that an organization receives when it signs up for Microsoft 365, encompassing all users, domains, security policies, and subscriptions.",
      "Exchange Online": "A cloud-hosted messaging solution that provides email, calendar, contacts, and task management from PCs, the web, and mobile devices.",
      "SharePoint Online": "A cloud-based service that helps organizations share and manage content, knowledge, and applications to empower teamwork and seamless collaboration.",
      "Microsoft Teams": "A unified communication and collaboration platform that combines persistent workplace chat, video meetings, file storage, and application integration.",
      "Conditional Access": "Policies that allow administrators to control access to applications based on conditions like user location, device state, and application sensitivity.",
      "Multifactor Authentication (MFA)": "An authentication method requiring two or more verification factors to gain access to a resource, enhancing security beyond just a password.",
      "Intune": "A cloud-based service for mobile device management (MDM) and mobile application management (MAM) that helps control how your organization’s devices are used.",
      "Microsoft 365 Security Center": "A unified portal for managing security across Microsoft 365 services, providing threat protection, vulnerability management, and security reporting.",
      "Data Loss Prevention (DLP)": "Policies that help prevent sensitive information from being shared outside the organization unintentionally or maliciously.",
      "Exchange Hybrid Deployment": "A configuration that allows on-premises Exchange servers to connect with Exchange Online, enabling a seamless experience and single directory.",
      "FastTrack": "A Microsoft service that helps organizations move to Microsoft 365 smoothly and confidently, offering guidance and resources.",
      "Azure Information Protection (AIP)": "A cloud-based solution that helps an organization classify, label, and protect its documents and emails.",
      "Privileged Identity Management (PIM)": "An Azure AD feature that enables you to manage, control, and monitor access within your organization, particularly for privileged roles.",
      "Microsoft Endpoint Manager": "A unified endpoint management platform that includes Configuration Manager and Intune, offering comprehensive device and app management.",
      "Autodiscover": "A service that simplifies client configuration by providing automatic setup of email client profiles in Exchange.",
      "Retention Policies": "Rules that help organizations retain content needed to comply with regulations or business practices, and delete content that isn't.",
      "Universal Print": "A cloud-based print solution that enables organizations to manage their print infrastructure through cloud services.",
      "Microsoft 365 Groups": "A service that allows teams to collaborate by providing a shared inbox, calendar, file repository, and OneNote notebook.",
      "Exchange Online Protection (EOP)": "A cloud-based email filtering service that protects against spam and malware and includes features to safeguard organizational messaging.",
      "Secure Score": "A measurement of an organization's security posture, with recommendations on actions to improve security.",
      "Migration Endpoint": "A management object in Exchange Online that contains the connection settings and credentials for migrating data.",
      "Office 365 Advanced Threat Protection": "An email filtering service that provides additional protection against specific types of advanced threats like phishing and zero-day malware.",
      "Self-Service Password Reset": "A feature that allows users to reset their passwords without administrator or helpdesk intervention.",
      "Compliance Manager": "A cross Microsoft Cloud services solution designed to help organizations meet complex compliance obligations like GDPR.",
      "Azure AD Connect": "A tool that connects on-premises directories to Azure AD, enabling hybrid identity solutions such as password hash synchronization.",
      "Dynamic Distribution Groups": "Email distribution lists created by defining rules that deine membership, updating automatically as user attributes change.",
      "Message Trace": "A feature that helps administrators track specific email messages as they move through Exchange Online.",
      "Mobile Device Management for Office 365": "Built-in management features that help secure and manage mobile devices accessing organizational data.",
      "Role-Based Access Control (RBAC)": "An approach to restricting system access to authorized users based on their role within an organization.",
      "Service Health Dashboard": "A portal that provides administrators with the current status of all Microsoft 365 services and past incidents.",
      "Exchange Admin Center (EAC)": "A web-based management console used to manage Exchange Online settings, policies, and compliance features.",
      "Delegated Permissions": "Permissions granted to an application on behalf of a signed-in user, allowing it to access resources under certain constraints.",
      "App Registrations": "The process of integrating applications with Azure AD for authentication and authorization purposes.",
      "Transport Rules": "Email flow rules in Exchange Online that inspect messages and take specific actions based on conditions.",
      "eDiscovery": "Electronic discovery tools that help legal and compliance officers search for content across Microsoft 365 services.",
      "Information Barriers": "Policies that prevent individuals or groups from communicating with each other when necessary for compliance.",
      "User Principal Name (UPN)": "An attribute that represents a user's sign-in name in an email address format, used for authentication.",
      "Microsoft Defender for Office 365": "A suite of tools that protect against cybersecurity threats like phishing, malware, and malicious links.",
      "Federation": "A trust relationship between organizations that allows users to authenticate using their home organization's credentials.",
      "PowerShell": "A task automation and configuration management framework used extensively for managing Microsoft 365 services.",
      "Service Level Agreement (SLA)": "An official commitment that prevails between a service provider and a client, ensuring a certain level of service.",
      "Microsoft 365 Compliance Center": "A portal that provides access to compliance features like data governance, auditing, and eDiscovery.",
      "Sensitivity Labels": "Labels that classify and protect data by applying encryption, access restrictions, and visual markings.",
      "Azure AD Join": "A process that allows devices to be registered with Azure AD, enabling centralized management and security.",
      "Hybrid Identity": "An identity solution combining on-premises and cloud-based identity services for seamless user access.",
      "Access Reviews": "A process that allows organizations to review and recertify user access to applications and resources.",
      "Self-Service Group Management": "A feature that permits users to create and manage their own groups in Azure AD, reducing administrative tasks.",
      "Unified Messaging": "A feature that consolidates different forms of communication like email, voicemail, and fax into a single inbox.",
      "Tenant Restrictions": "Policies that restrict users from accessing other tenants' data or services when using shared services.",
      "Enterprise Mobility + Security (EMS)": "A set of tools that provide identity and access management, mobile device management, and information protection.",
      "Microsoft 365 Apps for Enterprise": "A subscription-based version of Microsoft Office that offers cloud-connected features and regular updates.",
      "Licensing": "The process of assigning user licenses for Microsoft 365 services, deining what features are accessible.",
      "Secure Multipurpose Internet Mail Extensions (S/MIME)": "A protocol that adds digital signatures and encryption to email, enhancing message security.", 
      "Modern Authentication": "Microsoft's implementation of OAuth 2.0, enabling secure token-based authentication and authorization.",
      "Delegated Access": "Permissions granted to allow one user to manage or access another user's mailbox or data.",
      "Microsoft Graph": "A unified API endpoint that provides access to Microsoft 365 services data and intelligence.",
      "Service Principal": "An Azure AD identity created for use with applications and services to access resources securely.",
      "Cloud App Security": "A service that provides visibility and control over cloud applications, enhancing threat protection.",
      "Azure AD Conditional Access": "Policies in Azure AD that govern access to cloud apps based on signals like user, location, and device.",
      "Exchange Web Services (EWS)": "An API that allows developers to access mailbox data including contacts, calendar, and emails.",
      "Managed Devices": "Devices enrolled in Intune or Configuration Manager for centralized management and policy enforcement.",
      "Azure AD Privileged Identity Management": "A service that enables just-in-time access and time-bound privileges for higher security.",
      "Azure AD Identity Protection": "A tool that leverages machine learning to detect potential vulnerabilities affecting organization's identities.",
      "Delegated Administration": "Allowing partners or specific users to manage Microsoft 365 services on behalf of an organization.",
      "Certificate-Based Authentication (CBA)": "An authentication method using digital certificates to verify user identities without passwords.",
      "Microsoft 365 Admin Center": "A web-based portal where administrators can manage user accounts, licenses, and service settings.",
      "Azure AD Domain Services": "Provides managed domain services like domain join, group policy, that are fully compatible with Windows Server Active Directory.",
      "Directory Synchronization": "The process of synchronizing on-premises directory objects to Azure AD using tools like Azure AD Connect.",
      "Password Hash Synchronization": "An authentication method where password hashes are synchronized from on-premises AD to Azure AD for seamless user sign-in.",
      "Pass-through Authentication": "An authentication method where user sign-in requests are validated by the on-premises Active Directory without storing passwords in the cloud."
  }
}

