{
  "Glossary": {
    "Information Protection": "A collection of capabilities in Microsoft 365 used to classify, label, and protect data across its lifecycle.",
    "Data Classification": "The process of identifying, categorizing, and labeling data based on sensitivity and regulatory requirements.",
    "Sensitive Information Types (SITs)": "Predefined or custom patterns used to detect sensitive data such as financial, personal, or health information.",
    "Custom Sensitive Information Types": "User-defined SITs created to detect organization-specific data patterns.",
    "Trainable Classifiers": "Machine-learning models that classify content based on examples rather than pattern matching.",
    "Exact Data Match (EDM)": "A classification method that identifies sensitive data by matching exact values from a secure database.",
    "Document Fingerprinting": "A technique that creates a unique signature from a standard document to detect similar content across an organization.",
    "Microsoft Purview Information Protection": "A suite of tools for labeling, classifying, and protecting sensitive data across Microsoft 365.",
    "Sensitivity Labels": "Metadata-based labels applied to documents, emails, and containers to enforce protection settings.",
    "Label Policies": "Rules that publish sensitivity labels to users and define how labels can be applied.",
    "Auto-Labeling": "Automated application of sensitivity labels based on content inspection and classification rules.",
    "Double Key Encryption (DKE)": "An encryption method where Microsoft holds one key and the organization holds the second, ensuring exclusive data access.",
    "Information Rights Management (IRM)": "A protection technology that restricts actions such as copying, printing, or forwarding sensitive content.",
    "Data Loss Prevention (DLP)": "Policies that detect and prevent the unintentional sharing of sensitive information across Microsoft 365 services.",
    "Endpoint DLP": "DLP capabilities applied directly on Windows and macOS devices to monitor and restrict risky actions.",
    "DLP Policies": "Rules that identify sensitive data and enforce protective actions such as blocking, auditing, or notifying users.",
    "DLP Policy Tips": "User-facing notifications that appear when sensitive data handling violates a DLP rule.",
    "Microsoft Purview Data Lifecycle Management": "Tools for managing retention, deletion, and governance of data across its lifecycle.",
    "Retention Labels": "Labels that define how long content must be retained and what happens when the retention period ends.",
    "Retention Policies": "Organization-wide rules that apply retention settings to content locations such as SharePoint, Exchange, and Teams.",
    "Adaptive Scopes": "Dynamic scopes that automatically include users, sites, or groups based on attributes.",
    "Records Management": "Capabilities that classify, retain, and dispose of business records in compliance with regulations.",
    "Regulatory Compliance": "The process of meeting legal, industry, and organizational requirements for data protection and governance.",
    "Microsoft Purview Compliance Portal": "A centralized interface for managing compliance, data protection, and risk-related features.",
    "Compliance Manager": "A tool that provides assessments, improvement actions, and compliance scoring to help manage regulatory obligations.",
    "Compliance Score": "A measurement of how well an organization meets recommended compliance actions.",
    "Insider Risk Management": "Capabilities that detect, investigate, and mitigate risky user behavior within an organization.",
    "Insider Risk Policies": "Rules that identify risky activities such as data exfiltration, security violations, or insider threats.",
    "Risk Indicators": "Signals such as file downloads, USB usage, or anomalous behavior used to detect potential insider risks.",
    "Communication Compliance": "A feature that monitors internal and external communications for policy violations or inappropriate content.",
    "Information Barriers": "Policies that restrict communication and collaboration between specific groups to prevent conflicts of interest.",
    "eDiscovery (Standard)": "Tools for searching and exporting content across Microsoft 365 for legal or investigative purposes.",
    "eDiscovery (Premium)": "Advanced eDiscovery capabilities including legal holds, review sets, analytics, and case management.",
    "Legal Hold": "A mechanism that preserves content immutably for legal or investigative requirements.",
    "Review Sets": "Collections of data used for analysis, tagging, and export during eDiscovery investigations.",
    "Custodians": "Individuals whose data is relevant to an eDiscovery case.",
    "Audit (Standard)": "Basic auditing capabilities that track user and admin activities across Microsoft 365.",
    "Audit (Premium)": "Enhanced auditing with longer retention and high-value events for security investigations.",
    "Microsoft Defender for Cloud Apps": "A cloud access security broker (CASB) that provides visibility, control, and threat protection for cloud applications.",
    "Shadow IT Discovery": "The process of identifying and analyzing unauthorized or unmanaged cloud app usage.",
    "App Governance": "Advanced monitoring and control of OAuth-enabled applications in Microsoft 365.",
    "Conditional Access": "Policies that enforce access controls based on user, device, location, and risk signals.",
    "Identity Protection": "Risk-based identity security features that detect compromised accounts and enforce remediation.",
    "Privileged Access Management (PAM)": "Controls that limit and monitor high-privilege operations within Microsoft 365.",
    "Role-Based Access Control (RBAC)": "A permission model that assigns access based on job roles rather than individual users.",
    "Zero Trust": "A security model that assumes breach and enforces continuous verification of identity, device, and context.",
    "Microsoft Secure Score": "A measurement of an organization’s security posture with recommendations for improvement.",
    "Attack Simulation Training": "Phishing and social engineering simulations used to educate and test users on security awareness.",
    "Threat Protection Integration": "The alignment of Microsoft 365 security tools to detect, investigate, and respond to threats.",
    "Data Connectors": "Integrations that bring external data sources into Microsoft Purview for compliance and governance.",
    "Information Governance": "The overall framework for managing data retention, deletion, and regulatory compliance.",
    "Content Explorer": "A tool that provides visibility into where sensitive data resides across Microsoft 365.",
    "Activity Explorer": "A dashboard that shows how sensitive data is being used and accessed within the organization.",
    "Endpoint Management Integration": "The connection between Microsoft Purview and Intune to enforce data protection on devices.",
    "Service Encryption": "Encryption applied at the service level to protect data at rest within Microsoft 365.",
    "Customer Key": "An encryption option that allows organizations to control their own encryption keys for Microsoft 365 data.",
    "Data Residency": "The geographic location where an organization’s Microsoft 365 data is stored and processed.",
    "Multi-Geo": "A feature that allows organizations to store data in multiple geographic locations to meet compliance needs.",
    "Microsoft Graph API for Compliance": "APIs that allow programmatic access to compliance data and configuration.",
    "Privacy Risk Management": "Tools that identify and mitigate privacy-related risks in Microsoft 365.",
    "Data Subject Requests (DSR)": "Requests from individuals to access, correct, or delete their personal data under privacy laws.",
    "Information Protection Scanner": "A tool that scans on-premises file shares for sensitive data and applies labels.",
    "Endpoint Sensitivity Labeling": "The ability for devices to apply and enforce sensitivity labels locally.",
    "Unified Labeling Client": "A legacy client for applying sensitivity labels, now replaced by built-in labeling.",
    "Microsoft Purview Insider Risk Analytics": "Dashboards and insights that help identify risky user behavior trends.",
    "Adaptive Protection": "A system that dynamically adjusts user protections based on risk levels.",
    "Data Access Governance (DAG)": "Capabilities that analyze permissions and access patterns to identify excessive or risky access.",
    "Access Reviews": "Periodic evaluations of user access to ensure permissions remain appropriate.",
    "Privileged Identity Management (PIM)": "A service that provides just-in-time access and oversight for privileged roles.",
    "Conditional Access App Control": "Real-time session monitoring and control for cloud apps.",
    "Session Policies": "Rules that govern user actions during active cloud app sessions.",
    "Endpoint Discovery": "The process of identifying sensitive data stored on user devices.",
    "Microsoft Purview Risk & Compliance Dashboard": "A unified view of compliance posture, alerts, and insights.",
    "Data Map": "A catalog of data assets and their relationships across the organization.",
    "Data Catalog": "A searchable inventory of data sources, classifications, and metadata.",
    "Data Estate Insights": "Analytics that provide visibility into data usage, classification, and governance.",
    "Information Protection Analytics": "Reports that show label usage, trends, and protection coverage.",
    "Compliance Boundaries": "Controls that restrict access to compliance data based on geography or organizational structure.",
    "Sensitivity Label Inheritance": "The automatic propagation of labels from containers to content.",
    "Sensitivity Label Priority": "The order in which labels override each other when multiple rules apply.",
    "Microsoft Purview Message Encryption": "Email encryption capabilities integrated with sensitivity labels.",
    "Secure Multipurpose Internet Mail Extensions (S/MIME)": "A standard for email encryption and digital signatures.",
    "Data Minimization": "A principle that limits data collection to what is necessary for business purposes.",
    "Privacy by Design": "An approach that embeds privacy considerations into systems and processes from the start."
  }
}
